#-*- Mode:org; coding:utf-8-auto-unix; lexical-binding:t;-*-
### Time-stamp: <2023-04-12 09:48:03 vladimir>
### Copyright (C) 2019-2023 Vladimir G. Ivanović
### Author: Vladimir G. Ivanović <vladimir@acm.org>

*** Task #1 before dinner
:LOGBOOK:
CLOCK: [2023-02-25 Sat 18:01]--[2023-02-25 Sat 19:25] =>  1:24
:END:
- Finishing 2012, p.19
- Started 2013, p. 15
*** Task #1 after dinner
:LOGBOOK:
CLOCK: [2023-02-25 Sat 21:17]--[2023-02-25 Sat 23:02] =>  1:45
:END:
- Dashboard: started 2014
- Dashboard: finished 2014
- Also Launchpad Development Co. Form 990s for YE 2010–2022.
*** Task #1 before lunch
:LOGBOOK:
CLOCK: [2023-02-26 Sun 11:45]--[2023-02-26 Sun 12:31] =>  0:46
:END:
- Trying to find info on LDC Obligated Group Bonds (Series 2014A & 2014B) [2014/15, l.44] 
- Fixing up 'pdf-tools' so that it displays PDF files correctly in 'emacs'.
*** Tasks #1 before dinner
:LOGBOOK:
CLOCK: [2023-02-26 Sun 17:58]--[2023-02-26 Sun 19:23] =>  1:25
:END:
- Search Board meeting minutes for Series 2014A/B; added to Zotero. 
- Found it! (in Board Meeting minutes)
- Still looking for CSFA's Executive Summary of that series.
***  Task #1 after dinner
:LOGBOOK:
CLOCK: [2023-02-26 Sun 20:16]--[2023-02-26 Sun 21:09] =>  0:53
:END:
- Started Dashboard: 2015
- Finished 2015 with no new debt!

** <2023-03-01 Wed>
:LOGBOOK:
CLOCK: [2023-03-01 Wed 14:30]--[2023-03-01 Wed 16:10] =>  1:40
:END:
***  Diddly-sqat
:LOGBOOK:
CLOCK: [2023-03-02 Thu 14:00]--[2023-03-02 Thu 15:05] =>  1:05
:END:

*** Task #2: Record bond data from years 2008-2022 in Data Dashboard.
:LOGBOOK:
CLOCK: [2023-03-05 Sun 14:51]--[2023-03-05 Sun 18:51] =>  4:00
:END:
*** Task #2, con't
:LOGBOOK:
CLOCK: [2023-03-05 Sun 20:52]--[2023-03-05 Sun 21:18] =>  0:26
:END:
*** Task #2, con't
:LOGBOOK:
CLOCK: [2023-03-06 Mon 13:13]--[2023-03-06 Mon 14:42] =>  1:29
:END:
**** Session #1
:LOGBOOK:
CLOCK: [2023-03-07 Tue 12:41]--[2023-03-07 Tue 14:47] =>  2:06
:END:
**** Session #2
:LOGBOOK:
CLOCK: [2023-03-07 Tue 15:35]--[2023-03-07 Tue 16:24] =>  0:49
:END:
**** Session #1
:LOGBOOK:
CLOCK: [2023-03-08 Wed 08:59]--[2023-03-08 Wed 12:03] =>  3:04
:END:
**** Session #2
:LOGBOOK:
CLOCK: [2023-03-08 Wed 14:10]--[2023-03-08 Wed 14:30] =>  0:20
:END:
**** Session #1
:LOGBOOK:
CLOCK: [2023-03-12 Sun 16:20]--[2023-03-12 Sun 18:45] =>  2:25
CLOCK: [2023-03-11 Sat 14:40]--[2023-03-11 Sat 15:49] =>  1:09
CLOCK: [2023-03-11 Sat 12:37]--[2023-03-11 Sat 14:30] =>  1:53
:END:
**** Session #2
:LOGBOOK:
CLOCK: [2023-03-12 Sun 19:15]--[2023-03-12 Sun 19:57] =>  0:42
:END:
**** Session #3
:LOGBOOK:
CLOCK: [2023-03-12 Sun 19:15]--[2023-03-12 Sun 23:40] =>  4:25
:END:

<2023-03-13 Mon>
**** Session #1
:LOGBOOK:
CLOCK: [2023-03-13 Mon 11:12]--[2023-03-13 Mon 13:26] =>  2:14
:END:
*** Doctoral Consultation with Roxana
:LOGBOOK:
CLOCK: [2023-03-13 Mon 13:26]--[2023-03-13 Mon 13:55] =>  0:29
:END:

*** Task #2a
:LOGBOOK:
CLOCK: [2023-03-21 Tue 11:07]--[2023-03-21 Tue 11:08] =>  0:01
CLOCK: [2023-03-20 Mon 21:01]--[2023-03-20 Mon 22:07] =>  1:06
CLOCK: [2023-03-20 Mon 17:25]--[2023-03-20 Mon 18:10] =>  0:45
CLOCK: [2023-03-20 Mon 12:05]--[2023-03-20 Mon 12:25] =>  0:20
CLOCK: [2023-03-20 Mon 10:13]--[2023-03-20 Mon 10:52] =>  0:39
:END:
*** Task #2a
:LOGBOOK:
CLOCK: [2023-03-21 Tue 13:10]--[2023-03-21 Tue 13:57] =>  0:47
CLOCK: [2023-03-21 Tue 10:00]--[2023-03-21 Tue 11:10] =>  1:10
:END:
** <2023-03-24 Fri>
:LOGBOOK:
CLOCK: [2023-03-25 Sat 22:00]--[2023-03-25 Sat 22:00] =>  0:00
:END:
***                                                               :LOGBOOK:
CLOCK: [2023-03-24 Fri 11:09]--[2023-03-24 Fri 15:45] =>  4:36
:END:
** <2023-03-25 Sat>
:LOGBOOK:
CLOCK: [2023-03-25 Sat 16:37]--[2023-03-25 Sat 22:00] =>  5:23
:END:
** <2023-03-26 Sun>
:LOGBOOK:
CLOCK: [2023-03-26 Sun 13:03]--[2023-03-26 Sun 14:52] =>  1:49
:END:
** <2023-03-28 Tue>
:LOGBOOK:
CLOCK: [2023-03-28 Tue 17:52]--[2023-03-28 Tue 18:10] =>  0:18
:END:
*** Task #5
- Conveniently, municipal securities, including charter school bonds, are exempt from SEC reporting requiements
:LOGBOOK:
CLOCK: [2023-03-29 Wed 20:41]--[2023-03-30 Thu 00:02] =>  3:21
:END:
*** Tasks #5 & #6
:LOGBOOK:
CLOCK: [2023-03-31 Fri 07:54]--[2023-03-31 Fri 12:15] =>  4:21
:END:
*** Tasks #5, #6, #7
:LOGBOOK:
CLOCK: [2023-04-02 Sun 11:08]--[2023-04-02 Sun 12:27] =>  1:19
:END:
*** Tasks #5, #6, #7
:LOGBOOK:
CLOCK: [2023-04-03 Mon 11:10]--[2023-04-03 Mon 13:35] =>  2:25
:END:
*** Task #4
:LOGBOOK:
CLOCK: [2023-04-06 Thu 21:16]--[2023-04-06 Thu 23:15] =>  1:59
:END:
*** Task #4
:LOGBOOK:
CLOCK: [2023-04-07 Fri 19:19]--[2023-04-07 Fri 21:20] =>  2:01
:END:
:** <2023-04-10 Mon>
*** Check in with Roxana
:LOGBOOK:
CLOCK: [2023-04-10 Mon 13:30]--[2023-04-10 Mon 14:22] =>  0:52
:END:
*** Task #10
:LOGBOOK:
CLOCK: [2023-04-11 Tue 13:11]--[2023-04-11 Tue 16:00] =>  2:49
:END:
